Repository: SafeHer145/SAFEHER
Catalog: lib/l10n/app_*.arb
Languages: te

# appTitle
source: SafeHer - Women Safety App
te: సేఫ్‌హర్ - మహిళా భద్రత యాప్

# loginWithPhone
source: Login with Phone Number
te: ఫోన్ నంబర్ తో లాగిన్

source: Login with Email
te: ఇమెయిల్ తో లాగిన్

# chooseLoginMethod
source: Choose your login method
te: మీ లాగిన్ విధానాన్ని ఎంచుకోండి

source: View Instructions
te: సూచనలు చూడండి

# demoButton
source: Try DEMO (No Sign-in)
te: డెమో ప్రయత్నించండి (సైన్-ఇన్ అవసరం లేదు)

source: Verify your email
te: మీ ఇమెయిల్‌ను ధృవీకరించండి

# verificationEmailSent
source: We've sent a verification link to your email. Please verify to continue.
te: మీ ఇమెయిల్‌కు ధృవీకరణ లింక్ పంపాము. దయచేసి కొనసాగించడానికి ధృవీకరించండి.

source: I've Verified
te: నేను ధృవీకరించాను

source: Resend Email
te: ఇమెయిల్ మళ్లీ పంపండి
